{"star_rating":1,"product_category":"Digital_Software","review_body":"The free trial version worked perfectly. Thr download never worked. I am not a novice. Iam formily MS certified, but I gave up. too much hassel."}
{"star_rating":3,"product_category":"Digital_Software","review_body":"Overall it seems to work okay however occasionally it gives me an installation error message - not sure why that's happening because previous versions of Norton Anti-Virus on my laptop were fine"}
{"star_rating":4,"product_category":"Digital_Software","review_body":"got what I needed it was great for the price. Didn't have to pay the $109.00 for the program on microsoft."}
{"star_rating":3,"product_category":"Digital_Software","review_body":"Next year I will try another product. It is not as intuitive as I would expect from a procuct that has existed over several years."}
{"star_rating":2,"product_category":"Digital_Software","review_body":"If there was an alternative to learning Vietnamese I would probably use it, but currently there is not. I'm anxiously awaiting DuoLingo's Vietnamese for English Speakers course.  Cons: - You are responsible for deactivating the software for any computer where you install it. If your computer dies or the data is corrupted before you deactivate the software, too bad, you just lost a license. See their official policy here: http:\/\/support.rosettastone.com\/en\/language-learning\/articles\/How-to-deactivate-my-Rosetta-Stone-program (IMHO this is completely unacceptable for such an expensive app. They need to do server side tracking of active installations.) - Their support takes forever to respond. Last time I e-mailed them about an installation problem it took 3 days to get a human response. - At some point my progress was lost, even though my progress was allegedly being sync'd up to TOTALe.  All of the words I was having trouble with, and all the other stats they use for tailoring the reviews and stuff, are gone and I essentially need to re-train the app to my skill level, which is nearly starting over. - Version 5.0 has a minimum height of 790 pixels (in OS X), which is taller than the screen resolution of the 11&#34; Macbook air. Because of this the bottom of the window is cut off.  Pros: - Their support is usually pretty accommodating and nice. - This app can be used offline, so yay for all the situations where that is useful. - Version 5.0 was a free upgrade from 4.0."}
{"star_rating":3,"product_category":"Digital_Video_Games","review_body":"This game is a letdown.  The only new things that changed from MW2 is the gun leveling system, the killstreak system, some new guns, some new attachments, and the horrid maps.  If you like tiny, cramped maps, which happen to ALL be in urban environments, you will love these maps.  The only reason I got this game was because there are a lot of people online, compared to MW2.  The singleplayer campaign in this game was the only thing I liked about it.  It was better than MW2's, and the story was not completely random.  The only thing that saved multiplayer is the lack of the  stopping power perk.  Now people use perks other than stopping power.  This game, overall, is not very good.  It can be entertaining at times, but is frustrating the majority of the time.  MW2 is still much more fun, but this game has many more people online."}
{"star_rating":2,"product_category":"Digital_Video_Games","review_body":"I've played much older fishing games, and there graphics and user interface was much better then.  You can't control any boat in this game.  You only have about ten tiny areas to fish in.  The only thing that makes it like fishing, is when your lure is under water.  The rest is a minimal attempt at making a fishing game.  The game play is so small, that you could fit it in an 8 meg phone.  If the only thing you want in a fishing game is seeing the action under water for a very short time, then this is the game for you."}
{"star_rating":4,"product_category":"Digital_Video_Games","review_body":"video becomes bad when the armies are large, otherwise a great value!  You can still play the game and see the results"}
{"star_rating":5,"product_category":"Digital_Video_Games","review_body":"Perfecto!"}
{"star_rating":1,"product_category":"Digital_Video_Games","review_body":"If you've followed the Gothic series so far you might know that the publisher which owns the IP, JoWood, took the game away from Piranha Bytes which made Gothics 1-3 and gave 4 to a completely different developer who botched it by completely ignoring the open world, combat, and crafting styles of the previous games in the series and instead focused on repetitive fetch\/kill 10 of X quests. For all intensive purposes Gothic 4 is part of the Gothic series only in name."}
{"star_rating":5,"product_category":"Gift Card","review_body":"This was perfect...a nice way to enjoy Amazon Kindle.  i recommend it to anyone wanting to send something special.  :)"}
{"star_rating":5,"product_category":"Gift Card","review_body":"I love the option to print a gift card.I have a dear friend who lives far away.I was able to print and send something she can use when & how she wants.No worries about size, color or personal taste"}
{"star_rating":5,"product_category":"Gift Card","review_body":"I gave this gift card to my son and daughter-in-law as part of their Christmas gift.  They were thrilled because they were shopping for a particular item and Amazon always has what they need."}
{"star_rating":5,"product_category":"Gift Card","review_body":"Quick & easy.  I'll do this again."}
{"star_rating":1,"product_category":"Gift Card","review_body":"The card didn't come in time for gifting...in fact, it never came at all.  My daughter eventually printed up a piece of paper showing we paid the money to you and we had to give that...late...to the recipient.  I would think you would want to sell more of these..perhaps not"}